Repository: Vistaus/darwinmenu
Catalog: package/translate/*.po
Languages: be

source: General
be: Асноўныя

source: Custom commands
be: Карыстальніцкія каманды

source: Do you want to force %1 to quit?
be: Ці хочаце прымусова скончыць %1?

source: You will lose any unsaved changes.
be: Вы згубіце ўсе незахаваныя зьмены.

source: Cancel
be: Скасаваць

# force quit action
source: Force Quit
be: Скончыць прымусова

source: If an app doesn't respond for a while, select its name and click Force Quit.
be: Калі праграма некаторы час не адказвае, абярыце яе назву і націсьніце Скончыць прымусова

source: Configure this window to open on global shortcut.
be: Наладзьце адкрыцьцё гэтага акна з дапамогай скароту.

source: You can open this window by pressing %1.
be: Вы можаце адкрыць гэтае акно, націснуўшы %1.

source: About This PC
be: Пра гэты ПК

source: Commands
be: Каманды

source: System Settings...
be: Сыстэмныя налады...

source: Force Quit...
be: Скончыць прымусова...

source: Sleep
be: Сон

source: Restart...
be: Перазапуск...

source: Shut Down...
be: Выключэньне..

source: Lock Screen
be: Заблякаваць экран

source: Log Out %1...
be: Скончыць сэанс %1...

source: Show custom commands in separate menu
be: Паказваць карыстальніцкія каманды ў асобным мэню

source: Custom commands menu title
be: Назва пункта мэню з камандамі

source: Add command
be: Дадаць каманду

source: Clear command list
be: Ачысьціць сьпіс камандаў

source: Title
be: Назва

source: Command
be: Каманда

source: Main
be: Агульныя

source: Button shape
be: Форма кнопкі

source: Rectangle
be: Прамавугольнік

source: Square
be: Квадрат

source: Global shortcut opens:
be: Глябальны скарот адкрывае:

source: Plasmoid
be: Плязмоід

source: Icon
be: Значок

# @item:inmenu Open icon chooser dialog
source: Choose…
be: Абраць

# @item:inmenu Reset icon to default
source: Clear Icon
be: Скінуць значок

source: Icon size
be: Памер значка

source: Relative
be: Адносны

source: Fixed
be: Фіксаваны

source: Preview icon size
be: Прагляд памеру значка

source: Fit to root element
be: Упісаць у бацькоўскі элемент

source: Override actions
be: Пераназначыць дзеяньні

source: About This PC action
be: Дзеяньне "Пра гэты ПК"

source: System
be: Сыстэмнае

source: About this PC command
be: Каманда "Пра гэты ПК "

source: Type here to override command
be: Пачніце пісаць каб пераназначыць каманду

source: Clear field
be: Ачысьціць

source: Reset default
be: Скінуць

source: App Store command
be: Каманда "App Store"
